Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: Project properties, OmegaT Files and Folders: a project in the context of OmegaT is the piece of work that OmegaT as a CAT tool is able to handle.
tr: Proje özellikleri, OmegaT Dosya ve Klasörler: OmegaT'de proje, bir Bilgisayar Destekli Çeviri (BDÇ) aracı olarak OmegaT'nin işleyebileceği iş anlamına gelir.

source: Searches and Regular expressions: Searches in OmegaT can be as simple as "list segments with the word 'kangaroo' ".
tr: Aramalar ve Kurallı ifadeler : OmegaT'de arama yapmak " 'kanguru' kelimesini içeren dilimleri listele" gibi basit bir şekilde olabilir.

source: Segmentation:translation memory tools work with textual units called segments.
tr: Dilimleme : Çeviri belleği araçları, metin birimlerini dilimlere ayırarak çalışır.

source: Shortcuts customization: shortcuts can be customized to your personal preferences
tr: Kısayolların özelleştirilmesi: Kısayollar kişisel tercihlere göre özelleştirilebilir.

source: Terminology management: Terminology management is important for translation consistency.
tr: Terminoloji yönetimi: Çeviride tutarlılık açısından terminoloji yönetimi önemlidir.

source: The user interface,Main Menu and Keyboard Shortcuts: these two chapters are likely to be heavily consulted, since they explain the user interface of OmegaT and the functions available via the main menu and the keyboard shortcuts.
tr: Kullanıcı arayüzü, Ana Menü ve Klavye Kısayolları: Bu iki bölüme sık sık başvurmanız gerekecektir, çünkü bu bölümlerde OmegaT'nin kullanıcı arayüzü ve ana menüden ulaşılabilecek işlevler ve klavye kısayolları açıklanmaktadır.

source: Translation memories: explains the role of the various subfolders containing translation memories, and provides information on other important aspects relating to translation memories.
tr: Çeviri bellekleri: Bu bölümde çeviri belleklerinin bulunduğu alt klasörlerin işlevleri açıklanmakta ve çeviri belleklerinin ilişkin diğer önemli konularda bilgiler verilmektedir.

source: Translation memory: OmegaT stores your translations in a translation memory file.
tr: Çeviri belleği:OmegaT, çevirilerinizi bir çeviri belleği dosyasında tutar.

source: Translation process: Imagine having to translate something; from a single file to a folder containing subfolders each with a number of files in a variety of formats.
tr: Çeviri süreci:Tek bir dosyayı tercüme edebileceğiniz gibi alt klasörler halinde düzenlenmiş ve çok sayıda farklı dosya formatına sayı dosyalarla dolu bir klasörü de çevirmeniz gerekebilir.

source: Working with plain text and Working with formatted text: these two chapters explain certain important points concerning texts to be translated, such as the encoding set (in the case of plain text files) and tag handling (in the case of formatted text).
tr: Düz metinlerle çalışma ve Biçimlendirilmiş metinlerle çalışma: Bu iki bölüm tercüme edilecek metinlere ilişkin olarak geçerli kodlama (düz metinlerde) ve etiketlerle çalışma (biçimlendirilmiş metinlerde) gibi önemli bazı hususları ele almaktadır.

source: <html><center>Loading...<br><br>Tip: Enable/disable checks at any time from the Options menu.</center></html>
tr: <html><center>Yükleniyor...<br><br>İpucu: Seçenekler menüsünden her zaman kontrolleri etkinleştirip devre dışı bırakabilirsiniz.</center></html>

source: <html><i>Preferences</i> &gt; <i>General</i> &gt; <i>Use TAB to Advance</i> is checked</html>
tr: <html><i>Tercihler</i> &gt; <i>Genel</i> &gt; <i>Sekmeyi Kullanarak İlerle</i> seçili</html>

source: <html>Add patterns using wildcards (Apache Ant style): <code>*</code>, <code>?</code>, <code>**</code><br>Example: <code>**/.svn/**</code></html>
tr: <html>Joker karakterleri kullanarak desen ekleyin (Apache Ant tarzı): <code>*</code>, <code>?</code>, <code>**</code><br>Örnek: <code>**/.svn/**</code></html>

source: <html>Current version: <b>{0}</b></html>
tr: <html>Geçerli sürüm: <b>{0}</b></html>

source: <html>Per-project external commands are disabled and will not be executed.
tr: <html>Projeye özgü harici komutlar devre dışı bırakılmıştır ve çalıştırılmayacaktır.

source: <html>Place the caret at the location where you want to split the text.</html>
tr: <html>Metin imlecini metni bölmek istediğini konuma yerleştirin.</html>

source: <html>Repository URL:</html>
tr: <html>Depo URL'si:</html>

source: <html>Term: <b>{0}</b><br>Glossaries:<br>{1}</html>
tr: <html>Term: <b>{0}</b><br>Sözlükçeler:<br>{1}</html>

source: <html>Update channel: <b>{0}</b></html>
tr: <html>Güncelleme kanalı: <b>{0}</b></html>

source: Ctrl+Shift+Tab moves back to the previous pane.
tr: Ctrl+Shift+Tab tuşlarını kullanarak önceki bölgeye geri dönebilirsiniz.

source: <name and path of the Java executable file> -jar OmegaT.jar
tr: <Java çalıştırılabilir dosyasının adı ve dosya yolu> -jar OmegaT.jar

source: <none>
tr: <boş>

source: Legal notices For the application
tr: Yasal uyarılar Uygulama için

source: Legal notices For the documentation
tr: Yasal uyarılar Belgelendirme için

source: Menu Project New...
tr: Menü Proje Yeni...

source: OmegaT on the web Contributing to OmegaT
tr: İnternette OmegaT OmegaT'ye katkıda bulunma

source: Plugins LanguageTool
tr: Eklentiler LanguageTool

source: Project Create / open new
tr: Proje Yeni oluştur / aç

source: Project Properties Languages
tr: Proje Özellikleri Diller

source: Shortcuts Customization
tr: Kısayolları Özelleştirme

source: TMX Translation memories
tr: TMX Çeviri bellekleri

source: Note: On an Apple Mac, use the Command key instead of the Control key.
tr: Not:Apple Mac ile çalışırken Command tuşu, Control tuşunun yerine kullanılmalıdır.

source: <trans-unit> &resname attribute when available
tr: varsa <trans-unit> &resname öz niteliği

source: <trans-unit> I&D
tr: <trans-unit> Ki&mliği

source: LanguageTool is an Open Source style and grammar proofreading software for English, French, German, Polish, Dutch, Romanian, and a number of other languages - see the list of supported languages.
tr: LanguageTool İngilizce, Fransızca, Almanca, Polonyaca, Hollandaca, Romence gibi çeşitli dillerde biçem ve dilbilgisi denetimi yapabilen Açık Kaynak bir yazılımdır - bkz. desteklenen dillerin listesi.

source: @TRANSLATION_NOTICE@
tr: @@ÇEVİRİ UYARISI@@

source: A list of possible arguments is given below.
tr: Kullanılabilir komut seçeneklerinin listesi aşağıda verilmiştir.

source: A note is just a comment regarding this set of source text and translation.
tr: Not, kaynak metin ve çevirisi hakkındaki yorumdan oluşur.

source: A number of rule sets are provided while additional rules can be defined by the user, as described in this chapter.
tr: Programda var alon dilimleme kurallarına ek olarak kullanıcı bu bölümde anlatıldığı üzere ek kurallar belirleyebilir.

source: A restart is required in order to apply these changes
tr: Bu değişikliklerin geçerli olması için programın yeniden başlatılması gereklidir

source: A simple set of QA checks for current OmegaT project
tr: Mevcut OmegaT projesi için basit SY kontrolleri kümesi

source: A source sentence might look like:
tr: Kaynak dosyadaki cümle aşağıdaki şekilde görünebilir:

source: A&dd
tr: E&kle...

source: A&ggregate Tags
tr: To&plu Etiketler

source: A&uto-completion
tr: &Otomatik Tamamlama

source: ANTLR (ANTLR 3 License)
tr: ANTLR (ANTLR 3 Lisansı)

source: API Key (optional)
tr: API Anahtarı (tercihe bağlı)

source: API Key:
tr: API Anahtarı:

source: ASCII Only
tr: Sadece ASCII

source: Aaron Madlon-Kay (integration manager)
tr: Aaron Madlon-Kay (bütünleştirme yöneticisi)

source: Aaron Madlon-Kay is the OmegaT project manager.
tr: Aaron Madlon-Kay, OmegaT proje yöneticisidir.

source: Abkhaz
tr: Abhazca

source: Abort: Exit with an error if tags invalid.
tr: Abort: Etiketler geçersizse hata vererek çık.

source: Aborted.
tr: Durdu.

source: About OmegaT - introduction
tr: OmegaT Hakkında - giriş

source: About OmegaT
tr: OmegaT Hakkında

source: About...
tr: Hakkında...

source: Access Configurat&ion Folder
tr: &Yapılandırma Klasörüne Eriş

source: Access Scripts Folder
tr: Betik Klasörünü Eriş

source: Acknowledgements
tr: Teşekkürler

source: Action
tr: Eylem

source: Actions & Settings
tr: Eylemler ve Ayarlar

source: Active segment source
tr: Geçerli dilim kaynağı

source: Active segment source text
tr: Geçerli dilim kaynak metni

source: Active segment target
tr: Geçerli dilim hedefi

source: Active segment target text
tr: Geçerli dilim hedef metni

source: Add
tr: Ekle

source: Add Glossary Entry
tr: Sözlükçe Girdisi Oluştur

source: Add Pattern
tr: Desen Ekle

source: Add Script
tr: Betik Ekle

source: Add To Dictionary
tr: Sözlüğe Ekle

source: Add To Dictionary: “{0}”
tr: Sözlüğe Ekle: “{0}”

source: Add characters to the custom table by double-clicking, or by highlighting and pressing the Insert key.
tr: Karaktere çift tıklayarak ya da karakteri seçip Insert (Araya Ekle) tuşuna basarak özelleştirme tablosuna ekleyin.

source: Add or rewrite encoding declaration in HTML and XHTML files:
tr: HTML ve XHTML dosyalarına kodlama bildirimi ekleyin ya da mevcut bildirimi düzenleyin:

source: Added {0} glossary entries from {1}
tr: {1}'den {0} sözlükçe girdisi eklendi

source: Added: {1}, Deleted: {2}, Modified: {3} (Conflicts: {0})
tr: Eklenen: {1}, Silinen: {2}, Değiştirilen: {3} (Çakışmalar: {0})

source: Administration
tr: Yönetim

source: Afar
tr: Afar Dili

source: Afrikaans
tr: Afrikaanca

source: After the source files have loaded in the Editor pane, you can close the Project Files dialog.
tr: Kaynak dosyalarınız Düzenleyici bölgesine yüklendikten sonra Proje Dosyaları iletişim penceresini kapatabilirsiniz.

source: After you give your project a name, the Create New Project dialog will open.
tr: Projenize bir ad verdikten sonra Yeni Proje Oluştur iletişim penceresi açılacaktır.

source: After you have translated each segment, press Ctrl+U to move to the next untranslated segment (or Ctrl+Shift+U to move to the next translated segment).
tr: Her dilimin çevirisini yaptıktan sonra Ctrl+U tuşlarını kullanarak bir sonraki çevrilmemiş dilime gidebilirsiniz (ya da Ctrl+Shift+U tuşlarına basarak bir sonraki çevrilmiş dilime gidebilirsiniz).

source: Aggressive &Font Fallback
tr: Ag&resif Yazı Tipi Geri Dönüşü

source: Akan
tr: Akan Dili

source: Albanian
tr: Arnavutça

source: Alex Buloichik (lead developer)
tr: Alex Buloichik (baş geliştirici)

source: Algorithm:
tr: Algoritma:

source: Align
tr: Hizala

source: Align Files
tr: Dosyaları Hizala

source: Align project against {0}
tr: Projeyi {0}'e göre hizala

source: Aligner "Accepted" Group
tr: Hizalayıcı "Kabul Edilmiş" Grubu

source: Aligner "Needs Review" Group
tr: Hizalayıcı "Gözden Geçirilmeli" Grubu

source: Aligner Highlight
tr: Hizalayıcı Vurgu

source: Aligner Table Row Highlight
tr: Hizalayıcı Tablo Satırı Vurgusu

source: All
tr: Tümü

source: All DOCX files in the project
tr: Projedeki tüm DOCX dosyaları

source: All domains
tr: Tüm alanlar

source: All preferences protected by the master password will be reset.
tr: Ana parolayla korunan tüm tercihler sıfırlanacaktır.

source: All the languages have access to the OmegaT object model, with the project as the top object.
tr: Tüm diller, projenin en üst nesne olduğu, OmegaT nesne modeline erişim sahibidir.

source: Allo&w tag editing
tr: Etiketlerin &düzenlenmesini izin ver

source: Allow tag editing
tr: Etiketlerin düzenlenmesini izin ver

source: Allow to save password as plain text
tr: Şifrenin düz metin olarak kaydedilmesine izin ver

source: Allow to save password locally as plain text
tr: Şifrenin düz metin olarak yerelde kaydedilmesine izin ver

source: Allow translated tags to be in a di&fferent order
tr: Çeviri metinde etiketler %farklı sırada olmasına izin ver

source: Allow translating &blank source segments
tr: &Boş kaynak dilimlerinin çevrilmesine izin ver

source: Allows to view, add, remove or edit a note in the active segment.
tr: Etkin dilimde not görüntüleme, ekleme, kaldırma ya da düzenlemeyi sağlar.

source: Also allow per-project external commands
tr: Her proje özgü harici komutların kullanılması izin ver

source: Also supported is the CSV format.
tr: Desteklenen diğer bir format türü de CSV formatıdır.

source: Alternative Language
tr: Alternatif Dil

source: Always Confirm Quit
tr: Çıkmadan Önce Sor

source: Amharic
tr: Habeşçe

source: An Instant Start Guide, which guides you through the main procedures and functions of OmegaT, is displayed in the OmegaT user interface by default.
tr: OmegaT'nin ana işlem ve işlevleri konusunda size yardımcı olan Hızlı Başlangıç Kılavuzu, OmegaT kullanıcı arayüzünde varsayılan olarak görüntülenir.

source: An error occurred
tr: Bir hata oluştu

source: An error occurred when loading the script: {0}
tr: Betik yüklenirken bir hata oluştu: {0}

source: An error occurred when loading the source files.
tr: Kaynak dosyaları yüklerken bir hata oluştu.

source: An error occurred when saving the TMX.
tr: TMX kaydedilirken bir hata oluştu.

source: An error occurred when trying to detect the project file.
tr: Proje dosyası algılanırken bir hata oluştu.

source: An error occurred while downloading the dictionary.
tr: Sözlük indirilirken bir hata oluştu.

source: An error occurred while opening the item.
tr: Öge açılırken bir hata oluştu.

source: An error occurred while processing a font changed event: {0}
tr: Yazı tipi değişikliği olayı işlenirken bir hata oluştu: {0}

source: An error occurred while processing a new file event: {0}
tr: Yeni dosya olayı işlenirken bir hata oluştu: {0}

source: An error occurred while processing a project change event: {0}
tr: Proje değişikliği olayı işlenirken bir hata oluştu: {0}

source: An error occurred while processing an application shutdown event: {0}
tr: Uygulamanın kapatılması olayı işlenirken bir hata oluştu: {0}

source: An error occurred while processing an application startup event: {0}
tr: Uygulamanın başlatılması olayı işlenirken bir hata oluştu: {0}

source: An error occurred while processing an entry activated event: {0}
tr: Girdi etkinleştirme olayı işlenirken bir hata oluştu: {0}

source: An error occurred while trying to create a new folder
tr: Yeni klasörün oluşturulması sırasında hata oluştu

source: An error occurred while trying to run console process: {0}
tr: Konsol süreci çalıştırılırken bir hata oluştu: {0}

source: An exception occurred while parsing the TMX file {0} The TMX file will not be loaded.
tr: TMX dosyasının ayrıştırılmasında özel durum oluştu {0} TMX dosyası yüklenmeyecek.

source: An existing translation was changed to something different from what you chose.
tr: Var olan çeviri, seçtiğinizden farklı bir şeye değiştirildi.

source: An item named "{0}" already exists in this location.
tr: "{0}" adında bir öge bu konunda zaten var.

source: An item of the name "{0}" already exists at this location.
tr: "{0}" adında bir öge bu konunda zaten var.

source: Analyzing strings - {0} of {1} completed
tr: Dizgiler analiz ediliyor - {0} / {1} tamamlandı

source: Android Resources
tr: Android Kaynak

source: Anthony Baldwin (localisation manager)
tr: Anthony Baldwin (yerelleştirme yöneticisi)

source: Anything after the "//" will be ignored.
tr: "//" işaretinden sonraki her şey yok sayılır.

source: Apache Commons (Apache License 2.0)
tr: Apache Commons (Apache Lisansı 2.0)

source: Appearance
tr: Görünüm

source: Appendices
tr: Ekler

source: Apply &Fix
tr: Düzeltmeyi &Uygula

source: Arabic
tr: Arapça

source: Aragonese
tr: Aragonca

source: Are you sure you want to remove the {0} set of segmentation rules?
tr: {0} dilimleme kuralları grubunu kaldırmak mı istiyorsunuz?

source: Are you sure you want to reset all custom colours?
tr: Tüm renkleri sıfırlamak istediğinizden emin misiniz?

source: Are you sure you want to reset the master password?
tr: Ana d parolayı sıfırlamak istediğinizden emin misiniz?

source: Armenian
tr: Ermenice

source: Arrays must not be null
tr: Diziler boş olamaz

source: As a result of this, all settings will be at their defaults, due to which you may experience unexpected, but correct behaviour.
tr: Bunun sonucunda tüm ayarlar varsayılan değerlerde olacaktır. Dolayısıyla beklenmedik, ama doğru davranış ortaya çıkabilir.

source: As the existing content will not be touched, damage to an existing file would be limited.
tr: Mevcut içeriğe dokunulmadığı için mevcut dosyaya verilecek hasar sınırlı kalacaktır.

source: Assamese
tr: Assam Dili

source: At the same time, it can use memories files from previous translations for reference.
tr: Aynı zamanda, daha önce yapmış olduğunuz çevirileri referans amaçlı olarak kullanabilir.

source: At the top of that dialog, select your source file's language and the language that your translated file will be, and click OK to continue.
tr: İletişim penceresinin üst kısmında kaynak dosyanızın dilini ve dosyanın çevrileceği dili seçin ve devam etmek için Tamam düğmesine tıklayın.

source: Attempt to convert &numbers when inserting a fuzzy match
tr: &Bulanık eşleşmeyi eklerken sayıları dönüştürmeyi dene

source: Attribute:
tr: Özellik:

source: Aut&hor:
tr: &Yazar:

source: Authentication
tr: Kimlik Doğrulama

source: Author
tr: Yazan

source: Auto replace 'nplurals=INTEGER; &plural=EXPRESSION;' in header
tr: &Üst bilgideki 'nplurals=INTEGER; &plural=EXPRESSION;' değişikliklerini otomatik olarak yap

source: Auto-Completion
tr: Otomatik Tamamlama

source: Auto-sync with Editor
tr: Düzenleyiciyle Otomatik Eşitleme

source: Auto-text configuration
tr: Otomatik metin yapılandırma

source: Auto-text file (*.autotext)
tr: Otomatik metin dosyası (*.autotext)

source: Automatically check for updates
tr: Güncellemeleri otomatik kontrol et

source: Autotext
tr: Otomatik metin

source: Autotext entries
tr: Otomatik metin girdileri

source: Available dictionaries:
tr: Kullanılabilir sözlükler:

source: Available script engines:
tr: Kullanılabilir betik motorları:

source: Avaric
tr: Avarca

source: Average Score: {0}
tr: Ortalama Puan: {0}

source: Avestan
tr: Zentçe

source: Aymara
tr: Aymaraca

source: Azerbaijani
tr: Azerice

source: B&rowse
tr: G&özat

source: Back in history...
tr: Tarihçede geri git...

source: Back to the initial segment on close
tr: Kapatıldığında ilk dilime dön

source: Backed up preferences to {0}
tr: Tercihler yedeklendi: {0}

source: Background
tr: Arka plan

source: Backspace*
tr: Geri Tuşu

source: Backup
tr: Yedekle

source: Bad folder name {0}
tr: Yanlış klasör adı: {0}

source: Bad nesting
tr: Bozuk yuvalama

source: Bad regular expression
tr: Yanlış kurallı ifade

source: Bad regular expression!
tr: Yanlış kurallı ifade kullanımı!

source: Bambara
tr: Bambara Dili

source: Bartender yells loud: Your page cannot be found, boy Buy another drink
tr: Ben nerede yanlış yaptım: Aradığın sayfa artık burada oturmuyor Hadi başka kapıya

source: Bartender yells loud:<p>Your page cannot be found, boy<p>Buy another drink.
tr: Ben nerede yanlış yaptım:<p>Aradığın sayfa artık burada oturmuyor<p>Hadi başka kapıya.

source: Bashkir
tr: Başkurtça

source: Basque
tr: Baskça

source: Beautify
tr: Süsle

source: Beautify resulting DOCX
tr: Ortaya çıkan DOCX'i süsle

source: Being the language behind popular software such as Firefox it is a familiar and preferred programming tool in the open-source domain.
tr: Firefox gibi popüler yazılımların arkasındaki dil olduğu için açık kaynak evreninde bilinen ve tercih edilen bir programlama aracıdır.

source: Belarusian
tr: Belarusça

source: Bengali
tr: Bengal dili

source: Bidirectional control characters
tr: İki yönlü algoritma kontrol karakterleri

source: Bihari
tr: Bihari Dili

source: Bookmark &references
tr: Yer İmi &referansları

source: Bosnian
tr: Boşnakça

source: Both
tr: Her İkisi

source: Break/Exception
tr: Kesme/İstisna

source: Breton
tr: Bretonca

source: Briac Pilpré (webmaster)
tr: Briac Pilpré (web yöneticisi)

source: Bro&wse
tr: Gö&zat

source: Brows&e
tr: Göz&at

source: Browse
tr: Gözat

source: Browse...
tr: Gözat...

source: Bug reports
tr: Hata raporları

source: Bug reports (in English), at the SourceForge site:
tr: Hata raporları (İngilizce) SourceForge sitesinden gönderilebilir:

source: Bugs, feature requests and documentation issues are handled on Sourceforge by the following tracking systems.
tr: Hatalar, özellik istekleri ve belgelendirme sorunları SourceForge'da yer alan aşağıdaki izleme sistemleriyle işleme alınır.

source: Bulgarian
tr: Bulgarca

source: Burmese
tr: Birmanca

source: By Sheila Gomes (in Brasilian Portuguese).
tr: Yazan: Sheila Gomes (Brezilya Portekizcesi).

source: By Susan Welsh (Open Document Format).
tr: Yazan: Susan Welsh (Open Document Formatı).

source: By Susan Welsh (PDF format).
tr: Yazan: Susan Welsh (PDF formatı).

source: By Vladimir Zhdanov (in Russian).
tr: Yazan: Vladimir Zhdanov (Rusça).

source: By default, scripts are stored in the "scripts" folder located in OmegaT installation folder (the folder that contains the OmegaT.jar).
tr: Varsayılan olarak betikler, OmegaT'nin kurulum klasöründeki (OmegaT.jar dosyasını içeren klasör) "betikler" (scripts) klasöründe saklanır.

source: C&ase sensitive
tr: &Büyük/küçük harf ayrımı yap

source: C&harts
tr: G&rafikler

source: C&lear
tr: &Temizle

source: C&opy All Data to Clipboard
tr: &Tüm Verileri Panoya Kopyala

source: C&urrent Target Document
tr: G&eçerli Hedef Belge

source: Calculator:
tr: Hesaplayıcı:

source: Cancel
tr: İptal

source: Cancel Pinpoint Align
tr: Nokta Atışı Hizalamayı İptal Et

source: Cancel only works on scripts that explicitly check for cancellation.
tr: İptal sadece iptal komutlarını açıkça kontrol eden betiklerde çalışır.

source: Canceled
tr: İptal edildi

source: Cancelled creating new team project
tr: Yeni ekip projesi oluşturma iptal edildi

source: Cannot access glossary folder!
tr: Sözlükçe klasörüne ulaşılamıyor!

source: Cannot create folder for translated files:
tr: Çevrilmiş belgeler için klasör oluşturulamıyor:

source: Cannot install
tr: Kaldırılamıyor

source: Cannot load specified XML file!
tr: Belirtilen XML dosyası yüklenemiyor!

source: Cannot read selected script file.
tr: Seçilen betik dosyası okunamıyor.

source: Cannot reset the filter to default patterns.
tr: Filtre, varsayılanlar geçerli olacak şekilde ayarlanamıyor.

source: Catalan
tr: Katalanca

source: Chamorro
tr: Çamorro Dili

source: Change date
tr: Tarih değiştir

source: Changed &before:
tr: Ş&u tarihten sonra değiştirilen:

source: Changed after:
tr: Değiştirme zamanı:

source: Changed by
tr: Değiştiren

source: Changed on
tr: Değiştirme tarihi

source: Changer
tr: Değiştirici

source: Character
tr: Karakter

source: Character Table
tr: Karakter Tablosu

source: Character table
tr: Karakter tablosu

source: Character table auto-completer options
tr: Karakter tablosu otomatik tamamlayıcı seçenekleri

source: Characters (including spaces)
tr: Karakter (boşluklu)

source: Characters (without spaces)
tr: Karakter (boşluksuz)

source: Chechen
tr: Çeçence

source: Check &Issues...
tr: &Sorunları Kontrol Et...

source: Check &all printf-variables (e.g., %s, %-s)
tr: &Tüm printf-değişkenlerini kontrol et (örneğin %s, %-s)

source: Check &automatically
tr: &Otomatik olarak kontrol et

source: Check &simple printf-variables (e.g., %s, %d)
tr: &Basit printf-değişkenlerini kontrol et (örneğin %s, %d)

source: Check Issues for &Current Document
tr: &Geçerli Belge için Sorunları Kontrol Et

source: Check LanguageTools rules
tr: LanguageTools kurallarını kontrol et

source: Check Now
tr: Şimdi Kontrol Et

source: Check Rules
tr: Kontrol Kuralları

source: Check for doubled blanks
tr: Çift boşlukları kontrol et

source: Check for doubled words
tr: Yinelenen sözcükleri kontrol et

source: Check for equal source & target
tr: Kaynak ve hedef eşiti kontrol et

source: Check for inconsistent numbers
tr: Tutarsız numaraları kontrol et

source: Check for leading whitespace
tr: Önde boşluk karakterini kontrol et
